[
  {
    "title": "Welcome",
    "language_mode": "Spanish mode",
    "leyend": "Gianni Alvarado",
    "menu": ["Home","Knowledge","Experience","Certificates"],
    "introduccion_perfil": "Profile introduction",
    "descripcion_perfil": "Hi, my name is Gianni Alvarado and I am a Software Engineer. I have @time of experience making software and I love what I do, I like to make programs about Dynamic Websites, Mobile Apps and Desktop programs. Nowadays I am programming in languages like Java, kotlin to make apps on Android, PHP as a back end and much more. About Databases I know how to use some tools like MySQL and SQL Server. Every day I am always learning new technologies because I like to be updated, about Machine Learning, Virtual Reality, Augmented Reality, javascript, testing, UI/UX, etc.",
    "title_curso":"Courses",
    "descripcion_curso": "In this section it's going to show some courses that I am following to be updated and growing in my profession. My favorite platform is Platzi",
    "cursos": [
      "Udemy is a platform where I reinforce my knowledge mostly about front-end, back-end and devops.",
      "Platzi is a platform where there are many different kind of courses that helps me to study more languages and being updated on new versions and new more things.",
      "Youtube help me to find a specific thing need to solve that Udemy or Platzi don't have, could be say it is like a complement."
    ],
    "title_tiempo" : "Github and Gitlab",
    "descripcion_tiempo" : "In this block you are going to find 2 platforms I use everyday to save personal projects or projects I created by courses I have done.",
    "btn_text" : "Go to the page",
	"leyend_footer" : "¡Thank you for visiting my Website!",
    "hobby" : [
		"Github is a platform where I save all my personal repositories from projects were created to improve my knowledge in a specific technology or to improve my coding skills.",
    "Gitlab is a platform where I save projects created base on the course I took from Platzi, Udemy and Youtube. It helps me to organize better what kind of project are (base on the technologies)."
    ]
  }
]