[
  {
    "title": "Bienvenidos",
    "language_mode": "English mode",
    "leyend": "Inteligencia artificial es el siguiente nivel que me gustaria aprender y experimentar",
    "menu": ["Inicio","Conocimientos","Experiencia","Certificados"],
    "introduccion_perfil": "Introducción de mi perfil",
    "descripcion_perfil": "Soy desarrollador de software con más de @time de experiencia realizando procesos para diferentes plataformas, ya sea para Web, para Apps Móviles, para software de escritorio. En mis tiempos libres me dedico mucho a estudiar nuevas tecnologías las cuales me ayudan a desarrollarme más como profesional al igual realizo proyectos personales para adquirir experiencia en el ámbito tecnológico. En otras ocasiones me informo de nuevas plataformas que van saliendo día a día, esto es con el fin de poder estar actualizado y preparándome más para nuevos retos.",
    "title_curso":"Cursos",
    "descripcion_curso": "En este apartado se mostraran los cursos que sigo día a día con el fin de prepárame más. Los cursos que mayormente sigo son www.platzi.com y www.video2brain.com",
    "cursos": [
        "Coursera es una plataforma de educación virtual gratuita nacida en octubre de 2011 y desarrollada por académicos de la Universidad de Stanford con el fin de brindar oferta de educación masiva a la población, con cursos en inglés y otros idiomas como el español, francés, italiano y chino.",
        "Platzi es uno de los cursos que me ha ayudado a mejorar y conocer nuevas tecnologías y métodos de la programación, al igual veo de diferentes categorías como Marketing Online, Diseño web y Aplicaciones móviles.",
        "Video2Brain son cursos españoles en donde aprendí y sigo aprendiendo mucho acerca de diseño y programación, estos cursos siempre están actualizados al día de lo que se está usando."
    ],
    "title_tiempo" : "Tiempos Libres",
    "descripcion_tiempo" : "Por otro lado también aprovecho del tiempo libre para leer y estar enterado de las innovaciones que pasa por todo el mundo y así mismo para prepararme de nuevos retos que enfrentaría en un futuro dado.",
    "btn_text" : "Más Información",
	"leyend_footer" : "¡Gracias por su visita!",
    "hobby" : [
        "Emol es una de las páginas de noticias más conocidas por el lado Chileno la cual me abarco de noticias que son sobre el tema acerca de tecnología y más.",
        "Hipertextual o antes conocido como ALT 1040 es una página española que muestra noticias de lo que está pasando en el mundo, mayormente leo noticias acerca de tecnología."
    ]
  }
]