[
  {
    "title": "Bienvenidos",
    "language_mode": "English mode",
    "leyend": "Gianni Alvarado",
    "menu": ["Inicio","Conocimientos","Experiencia","Certificados"],
    "introduccion_perfil": "Introducción de mi perfil",
    "descripcion_perfil": "Soy desarrollador de software con más de @time de experiencia realizando procesos para diferentes plataformas, ya sea para Web, para Apps Móviles, para software de escritorio. En mis tiempos libres me dedico mucho a estudiar nuevas tecnologías las cuales me ayudan a desarrollarme más como profesional al igual realizo proyectos personales para adquirir experiencia en el ámbito tecnológico. En otras ocasiones me informo de nuevas plataformas que van saliendo día a día, esto es con el fin de poder estar actualizado y preparándome más para nuevos retos.",
    "title_curso":"Cursos",
    "descripcion_curso": "En este apartado se mostraran los cursos que sigo día a día con el fin de prepárame más. El curso que mayormente sigo es Platzi",
    "cursos": [
        "Udemy una plataforma en donde he reforzado mis conocimientos para el front-end, back-end y devops.",
        "Platzi es uno de los cursos que me ha ayudado a mejorar y conocer nuevas tecnologías y métodos de la programación, al igual veo de diferentes categorías como Marketing Online, Diseño web y Aplicaciones móviles.",
        "Youtube es el sitio donde encuentro cosas especificas sobre alguna tecnologia donde no lo pueda encontrar en Udemy o Platzi."
    ],
    "title_tiempo" : "Github y Gitlab",
    "descripcion_tiempo" : "En este apartado encontraras 2 plataformas que uso cada dia para guardar mis repositorios ya sean cursos que he hecho o projectos personales.",
    "btn_text" : "Ir al repositorio",
	"leyend_footer" : "¡Gracias por su visita!",
    "hobby" : [
        "En Github guardo todos los repositorios como lo son proyectos personales donde no son lucrativos si no opensource y sirve para mejorar en tecnologias.",
        "En Gitlab guardo todos los proyectos que he hecho en los cursos que he tomado desde Platzi, Udemy y youtube. De igual manera no son lucrativos y pueden ser usados como opensource."
    ]
  }
]